/* No comment provided by engineer. */
"     共收款%@笔,合计¥%@" = "     共收款%1$@笔,合计¥%2$@";

/* No comment provided by engineer. */
"   客户%@成功支付%@元,请及时核对账单" = "   客户%1$@成功支付%2$@元,请及时核对账单";

/* No comment provided by engineer. */
"  %@年" = "  %@年";

/* No comment provided by engineer. */
"  %@条催单消息" = "  %@条催单消息";

/* No comment provided by engineer. */
"  当前总金额" = "  当前总金额";

/* No comment provided by engineer. */
"  扫扫我呗" = "  扫扫我呗";

/* No comment provided by engineer. */
"  请填写许可证编号" = "  请填写许可证编号";

/* No comment provided by engineer. */
"%@(%@人)" = "%1$@(%2$@人)";

/* No comment provided by engineer. */
"%@到店 (桌号: %@)" = "%1$@到店 (桌号: %2$@)";

/* GFCalendarView */
"%@年%@月" = "%1$@年%2$@月";

/* No comment provided by engineer. */
"%d :服务 UUID: %@(%@)" = "%1$d :服务 UUID: %2$@(%3$@)";

/* No comment provided by engineer. */
"%ds后将自动跳转到收账记录" = "%ds后将自动跳转到收账记录";

/* No comment provided by engineer. */
"%ld份" = "%ld份";

/* GFCalendarView */
"%ld年%ld月" = "%1$ld年%2$ld月";

/* No comment provided by engineer. */
"(请保证所拍中文清晰)" = "(请保证所拍中文清晰)";

/* No comment provided by engineer. */
"(请保证所拍照中文清晰)" = "(请保证所拍照中文清晰)";

/* No comment provided by engineer. */
"(选填)" = "(选填)";

/* No comment provided by engineer. */
"- - - - - - 其他费用 - - - - - -" = "- - - - - - 其他费用 - - - - - -";

/* No comment provided by engineer. */
"-¥%@" = "-¥%@";

/* No comment provided by engineer. */
"1.商家设置的优惠活动,优惠金额由商家自行承担" = "1.商家设置的优惠活动,优惠金额由商家自行承担";

/* No comment provided by engineer. */
"1.商家设置的优惠活动,优惠金额由商家自行承担;" = "1.商家设置的优惠活动,优惠金额由商家自行承担;";

/* JHSetStatusVC */
"1天" = "1天";

/* No comment provided by engineer. */
"2.酒水不打折" = "2.酒水不打折";

/* No comment provided by engineer. */
"2.酒水不打折;" = "2.酒水不打折;";

/* No comment provided by engineer. */
"200字" = "200字";

/* No comment provided by engineer. */
"200字以内" = "200字以内";

/* No comment provided by engineer. */
"20元 (已退款)" = "20元 (已退款)";

/* JHSetStatusVC */
"2天" = "2天";

/* JHSetStatusVC */
"3天" = "3天";

/* JHSetStatusVC */
"4天" = "4天";

/* No comment provided by engineer. */
"5个子类" = "5个子类";

/* No comment provided by engineer. */
"5元红包抵扣" = "5元红包抵扣";

/* JHSetStatusVC */
"5天" = "5天";

/* JHSetStatusVC */
"6天" = "6天";

/* Cancel */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"No Data" = "No Data";

/* No comment provided by engineer. */
"NO.%@   今日流水:¥%@" = "NO.%1$@   今日流水:¥%2$@";

/* No comment provided by engineer. */
"wifi已链接" = "wifi已链接";

/* No comment provided by engineer. */
"¥" = "¥";

/* No comment provided by engineer. */
"¥%@" = "¥%@";

/* No comment provided by engineer. */
"¥%g" = "¥%g";

/* No comment provided by engineer. */
"一级分类" = "一级分类";

/* No comment provided by engineer. */
"一级分类:" = "一级分类:";

/* No comment provided by engineer. */
"上架" = "上架";

/* No comment provided by engineer. */
"上架中" = "上架中";

/* No comment provided by engineer. */
"下单客户" = "下单客户";

/* No comment provided by engineer. */
"下单时间:" = "下单时间:";

/* No comment provided by engineer. */
"下拉可以刷新" = "下拉可以刷新";

/* No comment provided by engineer. */
"下架" = "下架";

/* No comment provided by engineer. */
"不固定" = "不固定";

/* No comment provided by engineer. */
"不好意思,马上送到" = "不好意思,马上送到";

/* No comment provided by engineer. */
"个人工商户营业执照" = "个人工商户营业执照";

/* No comment provided by engineer. */
"个子类" = "个子类";

/* No comment provided by engineer. */
"中评" = "中评";

/* No comment provided by engineer. */
"买单\n%@" = "买单\n%@";

/* No comment provided by engineer. */
"买单时间:" = "买单时间:";

/* No comment provided by engineer. */
"买单设置" = "买单设置";

/* No comment provided by engineer. */
"二维码收款" = "二维码收款";

/* No comment provided by engineer. */
"云打印" = "云打印";

/* No comment provided by engineer. */
"云打印设置" = "云打印设置";

/* No comment provided by engineer. */
"交易时间" = "交易时间";

/* No comment provided by engineer. */
"亲,没有更多数据了" = "亲,没有更多数据了";

/* No comment provided by engineer. */
"人均消费" = "人均消费";

/* No comment provided by engineer. */
"仅显示最近两天的排队号单" = "仅显示最近两天的排队号单";

/* No comment provided by engineer. */
"今日全部收入" = "今日全部收入";

/* No comment provided by engineer. */
"今日收入" = "今日收入";

/* No comment provided by engineer. */
"今日流水:¥%@" = "今日流水:¥%@";

/* No comment provided by engineer. */
"今日订单量" = "今日订单量";

/* No comment provided by engineer. */
"从相册选取" = "从相册选取";

/* No comment provided by engineer. */
"代金券" = "代金券";

/* No comment provided by engineer. */
"以下情况需要您补充资质:" = "以下情况需要您补充资质:";

/* No comment provided by engineer. */
"价格" = "价格";

/* No comment provided by engineer. */
"份" = "份";

/* No comment provided by engineer. */
"优惠买单" = "优惠买单";

/* No comment provided by engineer. */
"优惠买单对账单" = "优惠买单对账单";

/* No comment provided by engineer. */
"优惠买单订单" = "优惠买单订单";

/* No comment provided by engineer. */
"优惠买单记录" = "优惠买单记录";

/* No comment provided by engineer. */
"优惠买单设置" = "优惠买单设置";

/* No comment provided by engineer. */
"优惠买单详情" = "优惠买单详情";

/* No comment provided by engineer. */
"优惠设置功能" = "优惠设置功能";

/* No comment provided by engineer. */
"优惠金额" = "优惠金额";

/* No comment provided by engineer. */
"余额不足,无法提现" = "余额不足,无法提现";

/* No comment provided by engineer. */
"你的照片" = "你的照片";

/* No comment provided by engineer. */
"使用规则描述" = "使用规则描述";

/* JHAddAndEditPeiTimeVC */
"保存" = "保存";

/* No comment provided by engineer. */
"保存修改" = "保存修改";

/* No comment provided by engineer. */
"保存台卡到相册" = "保存台卡到相册";

/* No comment provided by engineer. */
"保存图片失败!" = "保存图片失败!";

/* JHPeiTimeVC */
"保存成功" = "保存成功";

/* No comment provided by engineer. */
"信息提交成功,等待审核" = "信息提交成功,等待审核";

/* No comment provided by engineer. */
"信息提示" = "信息提示";

/* No comment provided by engineer. */
"修改" = "修改";

/* No comment provided by engineer. */
"修改商品" = "修改商品";

/* No comment provided by engineer. */
"修改外送商品" = "修改外送商品";

/* No comment provided by engineer. */
"修改失败,请稍后再试" = "修改失败,请稍后再试";

/* No comment provided by engineer. */
"修改密码" = "修改密码";

/* No comment provided by engineer. */
"修改密码成功" = "修改密码成功";

/* No comment provided by engineer. */
"修改成功" = "修改成功";

/* No comment provided by engineer. */
"修改成功\n请使用新密码登陆" = "修改成功\n请使用新密码登陆";

/* No comment provided by engineer. */
"修改成功\n请使用新手机号登录" = "修改成功\n请使用新手机号登录";

/* No comment provided by engineer. */
"元" = "元";

/* No comment provided by engineer. */
"入账金额" = "入账金额";

/* No comment provided by engineer. */
"全选" = "全选";

/* No comment provided by engineer. */
"全部" = "全部";

/* No comment provided by engineer. */
"全部分类" = "全部分类";

/* No comment provided by engineer. */
"全部台卡" = "全部台卡";

/* No comment provided by engineer. */
"公司名称" = "公司名称";

/* No comment provided by engineer. */
"公告管理" = "公告管理";

/* No comment provided by engineer. */
"公里数" = "公里数";

/* No comment provided by engineer. */
"共计%@笔" = "共计%@笔";

/* No comment provided by engineer. */
"减" = "减";

/* No comment provided by engineer. */
"分钟" = "分钟";

/* No comment provided by engineer. */
"创建时间:" = "创建时间:";

/* No comment provided by engineer. */
"删除" = "删除";

/* No comment provided by engineer. */
"删除图片" = "删除图片";

/* No comment provided by engineer. */
"删除失败,请稍后再试" = "删除失败,请稍后再试";

/* No comment provided by engineer. */
"删除成功" = "删除成功";

/* No comment provided by engineer. */
"删除成功!" = "删除成功!";

/* No comment provided by engineer. */
"券使用开始时间" = "券使用开始时间";

/* No comment provided by engineer. */
"券使用截止时间" = "券使用截止时间";

/* No comment provided by engineer. */
"券开始时间请小于截止时间" = "券开始时间请小于截止时间";

/* No comment provided by engineer. */
"券截止时间请大于或等于开始时间" = "券截止时间请大于或等于开始时间";

/* No comment provided by engineer. */
"功能开启" = "功能开启";

/* No comment provided by engineer. */
"北京" = "北京";

/* No comment provided by engineer. */
"单号/手机号/姓名/地址" = "单号/手机号/姓名/地址";

/* No comment provided by engineer. */
"单号:" = "单号:";

/* No comment provided by engineer. */
"原路退还" = "原路退还";

/* No comment provided by engineer. */
"去修改" = "去修改";

/* No comment provided by engineer. */
"去完善" = "去完善";

/* No comment provided by engineer. */
"去设置" = "去设置";

/* No comment provided by engineer. */
"去选择" = "去选择";

/* No comment provided by engineer. */
"参考照片" = "参考照片";

/* No comment provided by engineer. */
"发送短信" = "发送短信";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"取消全选" = "取消全选";

/* No comment provided by engineer. */
"取消理由:%@" = "取消理由:%@";

/* No comment provided by engineer. */
"取货中..." = "取货中...";

/* No comment provided by engineer. */
"可选桌号" = "可选桌号";

/* No comment provided by engineer. */
"台卡" = "台卡";

/* No comment provided by engineer. */
"台卡名称" = "台卡名称";

/* No comment provided by engineer. */
"台卡管理" = "台卡管理";

/* No comment provided by engineer. */
"台卡详情" = "台卡详情";

/* No comment provided by engineer. */
"号单" = "号单";

/* No comment provided by engineer. */
"合计" = "合计";

/* No comment provided by engineer. */
"启用" = "启用";

/* GFCalendarView */
"周一" = "周一";

/* GFCalendarView */
"周三" = "周三";

/* GFCalendarView */
"周二" = "周二";

/* GFCalendarView */
"周五" = "周五";

/* GFCalendarView */
"周六" = "周六";

/* GFCalendarView */
"周四" = "周四";

/* GFCalendarView */
"周日" = "周日";

/* No comment provided by engineer. */
"售价" = "售价";

/* No comment provided by engineer. */
"售价单位" = "售价单位";

/* No comment provided by engineer. */
"商务住宅|餐饮服务" = "商务住宅|餐饮服务";

/* No comment provided by engineer. */
"商品" = "商品";

/* No comment provided by engineer. */
"商品信息不完善!" = "商品信息不完善!";

/* No comment provided by engineer. */
"商品分类" = "商品分类";

/* No comment provided by engineer. */
"商品副标题" = "商品副标题";

/* No comment provided by engineer. */
"商品名称" = "商品名称";

/* No comment provided by engineer. */
"商品图文描述" = "商品图文描述";

/* No comment provided by engineer. */
"商品图片" = "商品图片";

/* No comment provided by engineer. */
"商品图片(第一张会默认为封面)" = "商品图片(第一张会默认为封面)";

/* No comment provided by engineer. */
"商品描述" = "商品描述";

/* No comment provided by engineer. */
"商品标题" = "商品标题";

/* No comment provided by engineer. */
"商品相册" = "商品相册";

/* No comment provided by engineer. */
"商品简介" = "商品简介";

/* No comment provided by engineer. */
"商品管理" = "商品管理";

/* No comment provided by engineer. */
"商品销量" = "商品销量";

/* No comment provided by engineer. */
"商家地址" = "商家地址";

/* No comment provided by engineer. */
"商户端" = "商户端";

/* No comment provided by engineer. */
"商户评价" = "商户评价";

/* No comment provided by engineer. */
"回复" = "回复";

/* No comment provided by engineer. */
"回复催单" = "回复催单";

/* No comment provided by engineer. */
"回复催单成功" = "回复催单成功";

/* No comment provided by engineer. */
"回复内容不能为空" = "回复内容不能为空";

/* No comment provided by engineer. */
"回复成功" = "回复成功";

/* No comment provided by engineer. */
"回复评价" = "回复评价";

/* No comment provided by engineer. */
"团购" = "团购";

/* No comment provided by engineer. */
"团购\n%@" = "团购\n%@";

/* No comment provided by engineer. */
"团购代金券" = "团购代金券";

/* No comment provided by engineer. */
"团购代金券记录" = "团购代金券记录";

/* No comment provided by engineer. */
"团购价" = "团购价";

/* No comment provided by engineer. */
"团购商品列表" = "团购商品列表";

/* No comment provided by engineer. */
"团购套餐" = "团购套餐";

/* No comment provided by engineer. */
"团购对账单" = "团购对账单";

/* No comment provided by engineer. */
"团购管理" = "团购管理";

/* No comment provided by engineer. */
"团购订单" = "团购订单";

/* No comment provided by engineer. */
"固定" = "固定";

/* No comment provided by engineer. */
"图片已经成功保存到相册!" = "图片已经成功保存到相册!";

/* No comment provided by engineer. */
"在线支付" = "在线支付";

/* No comment provided by engineer. */
"在线支付减免设置" = "在线支付减免设置";

/* No comment provided by engineer. */
"基本资料" = "基本资料";

/* No comment provided by engineer. */
"堂食" = "堂食";

/* No comment provided by engineer. */
"堂食单" = "堂食单";

/* No comment provided by engineer. */
"填写营业执照注册号" = "填写营业执照注册号";

/* No comment provided by engineer. */
"填写餐饮许可证号" = "填写餐饮许可证号";

/* No comment provided by engineer. */
"备注" = "备注";

/* No comment provided by engineer. */
"备注:" = "备注:";

/* No comment provided by engineer. */
"外卖订单" = "外卖订单";

/* No comment provided by engineer. */
"外送\n%@" = "外送\n%@";

/* No comment provided by engineer. */
"外送优惠设置" = "外送优惠设置";

/* No comment provided by engineer. */
"外送商品分类管理" = "外送商品分类管理";

/* No comment provided by engineer. */
"外送对账单" = "外送对账单";

/* No comment provided by engineer. */
"外送开通" = "外送开通";

/* No comment provided by engineer. */
"外送模板设置" = "外送模板设置";

/* No comment provided by engineer. */
"外送管理" = "外送管理";

/* No comment provided by engineer. */
"外送营业状态" = "外送营业状态";

/* No comment provided by engineer. */
"外送订单" = "外送订单";

/* No comment provided by engineer. */
"外送订单管理" = "外送订单管理";

/* No comment provided by engineer. */
"外送订单自动打印" = "外送订单自动打印";

/* No comment provided by engineer. */
"外送设置" = "外送设置";

/* No comment provided by engineer. */
"外送评价管理" = "外送评价管理";

/* No comment provided by engineer. */
"好评" = "好评";

/* No comment provided by engineer. */
"好评率" = "好评率";

/* No comment provided by engineer. */
"子类分级管理" = "子类分级管理";

/* No comment provided by engineer. */
"字" = "字";

/* No comment provided by engineer. */
"字体 %.f" = "字体 %.f";

/* No comment provided by engineer. */
"字数已到" = "字数已到";

/* No comment provided by engineer. */
"安卓" = "安卓";

/* JHPeiTimeVC */
"完成" = "完成";

/* No comment provided by engineer. */
"完成实名认证,保障店铺权益" = "完成实名认证,保障店铺权益";

/* No comment provided by engineer. */
"实付金额" = "实付金额";

/* No comment provided by engineer. */
"实付金额:" = "实付金额:";

/* No comment provided by engineer. */
"审核通过" = "审核通过";

/* No comment provided by engineer. */
"客户%@成功支付%@元,请及时核对账单" = "客户%1$@成功支付%2$@元,请及时核对账单";

/* No comment provided by engineer. */
"客户名" = "客户名";

/* No comment provided by engineer. */
"客户地址:" = "客户地址:";

/* No comment provided by engineer. */
"客户姓名:" = "客户姓名:";

/* No comment provided by engineer. */
"客户支付成功,请及时查收" = "客户支付成功,请及时查收";

/* No comment provided by engineer. */
"客户正在支付中......" = "客户正在支付中......";

/* No comment provided by engineer. */
"客户管理" = "客户管理";

/* No comment provided by engineer. */
"客户详情" = "客户详情";

/* No comment provided by engineer. */
"客服电话" = "客服电话";

/* No comment provided by engineer. */
"密码" = "密码";

/* No comment provided by engineer. */
"密码:" = "密码:";

/* No comment provided by engineer. */
"密码正确,是否核销此单?" = "密码正确,是否核销此单?";

/* No comment provided by engineer. */
"密码正确,是否消费此劵?" = "密码正确,是否消费此劵?";

/* No comment provided by engineer. */
"对账单" = "对账单";

/* No comment provided by engineer. */
"将二维码放入框内 即可自动扫描" = "将二维码放入框内 即可自动扫描";

/* No comment provided by engineer. */
"小票样式" = "小票样式";

/* No comment provided by engineer. */
"小票间距" = "小票间距";

/* No comment provided by engineer. */
"就餐人数:%@人" = "就餐人数:%@人";

/* No comment provided by engineer. */
"就餐人数:%@人 " = "就餐人数:%@人 ";

/* No comment provided by engineer. */
"尽快送达" = "尽快送达";

/* No comment provided by engineer. */
"工作人员将在1-2个工作日内通过" = "工作人员将在1-2个工作日内通过";

/* No comment provided by engineer. */
"工商注册号" = "工商注册号";

/* No comment provided by engineer. */
"差评" = "差评";

/* No comment provided by engineer. */
"已上架" = "已上架";

/* No comment provided by engineer. */
"已使用" = "已使用";

/* No comment provided by engineer. */
"已出餐" = "已出餐";

/* No comment provided by engineer. */
"已取消" = "已取消";

/* No comment provided by engineer. */
"已启用" = "已启用";

/* No comment provided by engineer. */
"已回复" = "已回复";

/* No comment provided by engineer. */
"已完成" = "已完成";

/* No comment provided by engineer. */
"已完成订单" = "已完成订单";

/* No comment provided by engineer. */
"已消费" = "已消费";

/* No comment provided by engineer. */
"已过期" = "已过期";

/* No comment provided by engineer. */
"已连接" = "已连接";

/* No comment provided by engineer. */
"已退款" = "已退款";

/* No comment provided by engineer. */
"已送达" = "已送达";

/* No comment provided by engineer. */
"已通过" = "已通过";

/* No comment provided by engineer. */
"已配送" = "已配送";

/* No comment provided by engineer. */
"已验证" = "已验证";

/* No comment provided by engineer. */
"平台不收取服务费" = "平台不收取服务费";

/* No comment provided by engineer. */
"平台收取服务费" = "平台收取服务费";

/* No comment provided by engineer. */
"平台收取服务费2%" = "平台收取服务费2%";

/* No comment provided by engineer. */
"库存" = "库存";

/* No comment provided by engineer. */
"库存:" = "库存:";

/* No comment provided by engineer. */
"应收金额" = "应收金额";

/* No comment provided by engineer. */
"店铺banner" = "店铺banner";

/* No comment provided by engineer. */
"店铺Logo" = "店铺Logo";

/* No comment provided by engineer. */
"店铺logo" = "店铺logo";

/* No comment provided by engineer. */
"店铺内景" = "店铺内景";

/* No comment provided by engineer. */
"店铺分类" = "店铺分类";

/* No comment provided by engineer. */
"店铺名称" = "店铺名称";

/* No comment provided by engineer. */
"店铺商品管理" = "店铺商品管理";

/* No comment provided by engineer. */
"店铺地址" = "店铺地址";

/* No comment provided by engineer. */
"店铺简介" = "店铺简介";

/* No comment provided by engineer. */
"店铺管理" = "店铺管理";

/* No comment provided by engineer. */
"店铺类型" = "店铺类型";

/* No comment provided by engineer. */
"店铺设置" = "店铺设置";

/* No comment provided by engineer. */
"延期" = "延期";

/* JHAddAndEditPeiTimeVC */
"开始时间" = "开始时间";

/* No comment provided by engineer. */
"开始时间要小于结束时间" = "开始时间要小于结束时间";

/* No comment provided by engineer. */
"开户卡号" = "开户卡号";

/* No comment provided by engineer. */
"开户支行" = "开户支行";

/* No comment provided by engineer. */
"开户行信息" = "开户行信息";

/* No comment provided by engineer. */
"开户行设置" = "开户行设置";

/* No comment provided by engineer. */
"开户银行" = "开户银行";

/* No comment provided by engineer. */
"当前可提现的余额" = "当前可提现的余额";

/* No comment provided by engineer. */
"当前坐标为{%f,%f,当前地址为:%@}" = "当前坐标为{%1$f,%2$f,当前地址为:%3$@}";

/* No comment provided by engineer. */
"当前总金额" = "当前总金额";

/* No comment provided by engineer. */
"当前无商品" = "当前无商品";

/* No comment provided by engineer. */
"当前账户余额" = "当前账户余额";

/* No comment provided by engineer. */
"待回复" = "待回复";

/* No comment provided by engineer. */
"待审核" = "待审核";

/* No comment provided by engineer. */
"待接单" = "待接单";

/* No comment provided by engineer. */
"待消费" = "待消费";

/* No comment provided by engineer. */
"待转账" = "待转账";

/* No comment provided by engineer. */
"微信" = "微信";

/* No comment provided by engineer. */
"微信扫一扫" = "微信扫一扫";

/* No comment provided by engineer. */
"微信支付" = "微信支付";

/* No comment provided by engineer. */
"忘记密码" = "忘记密码";

/* No comment provided by engineer. */
"忘记密码?" = "忘记密码?";

/* No comment provided by engineer. */
"快餐" = "快餐";

/* No comment provided by engineer. */
"总体评价" = "总体评价";

/* No comment provided by engineer. */
"总计" = "总计";

/* No comment provided by engineer. */
"总计:" = "总计:";

/* No comment provided by engineer. */
"您已提现成功,请查看您账户明细" = "您已提现成功,请查看您账户明细";

/* No comment provided by engineer. */
"您当前的手机号为" = "您当前的手机号为";

/* No comment provided by engineer. */
"您成功收款%@元" = "您成功收款%@元";

/* No comment provided by engineer. */
"您的外卖已送出,请留意电话" = "您的外卖已送出,请留意电话";

/* No comment provided by engineer. */
"您的认证信息已提交成功" = "您的认证信息已提交成功";

/* No comment provided by engineer. */
"您确定要删除吗?\n删除的话会使得子类下的商品一并删除,请谨慎操作!" = "您确定要删除吗?\n删除的话会使得子类下的商品一并删除,请谨慎操作!";

/* No comment provided by engineer. */
"您确定要删除吗?\n删除的话会使得该类下的所有子类以及子类下的商品一并删除,请谨慎操作!" = "您确定要删除吗?\n删除的话会使得该类下的所有子类以及子类下的商品一并删除,请谨慎操作!";

/* No comment provided by engineer. */
"您确定要删除此桌号吗?\n请谨慎操作!" = "您确定要删除此桌号吗?\n请谨慎操作!";

/* No comment provided by engineer. */
"您还未开启优惠买单,请去开启优惠买单功能,否则将不予显示您的设置" = "您还未开启优惠买单,请去开启优惠买单功能,否则将不予显示您的设置";

/* No comment provided by engineer. */
"您还未开启团购,请去开启团购功能,否则将不予显示您的团购设置" = "您还未开启团购,请去开启团购功能,否则将不予显示您的团购设置";

/* No comment provided by engineer. */
"您还没有分类,请先去添加分类" = "您还没有分类,请先去添加分类";

/* No comment provided by engineer. */
"您还没有开通外送,请先去开通外送" = "您还没有开通外送,请先去开通外送";

/* No comment provided by engineer. */
"您还没有提现账户,请先去添加账户" = "您还没有提现账户,请先去添加账户";

/* No comment provided by engineer. */
"您还没有输入规则描述" = "您还没有输入规则描述";

/* No comment provided by engineer. */
"您需要先完成认证" = "您需要先完成认证";

/* No comment provided by engineer. */
"我已阅读" = "我已阅读";

/* No comment provided by engineer. */
"我已阅读《%@平台服务协议》" = "我已阅读《%@平台服务协议》";

/* No comment provided by engineer. */
"我已阅读并已同意<<社区合作协议>>" = "我已阅读并已同意<<社区合作协议>>";

/* No comment provided by engineer. */
"我的粉丝" = "我的粉丝";

/* No comment provided by engineer. */
"我的账单" = "我的账单";

/* No comment provided by engineer. */
"我的账号" = "我的账号";

/* No comment provided by engineer. */
"我要开店" = "我要开店";

/* No comment provided by engineer. */
"所在地区" = "所在地区";

/* No comment provided by engineer. */
"手机号" = "手机号";

/* No comment provided by engineer. */
"手机号:" = "手机号:";

/* No comment provided by engineer. */
"手机号码:" = "手机号码:";

/* No comment provided by engineer. */
"打包费" = "打包费";

/* No comment provided by engineer. */
"打印数量" = "打印数量";

/* No comment provided by engineer. */
"打印机ID:" = "打印机ID:";

/* No comment provided by engineer. */
"打印机名称:" = "打印机名称:";

/* No comment provided by engineer. */
"打印机未连接\n请先进行连接" = "打印机未连接\n请先进行连接";

/* No comment provided by engineer. */
"打印设备列表" = "打印设备列表";

/* No comment provided by engineer. */
"打印设置" = "打印设置";

/* No comment provided by engineer. */
"打烊" = "打烊";

/* No comment provided by engineer. */
"扫一扫" = "扫一扫";

/* No comment provided by engineer. */
"扫描二维码" = "扫描二维码";

/* No comment provided by engineer. */
"扫描结果如下" = "扫描结果如下";

/* No comment provided by engineer. */
"扫码收款" = "扫码收款";

/* No comment provided by engineer. */
"批量管理" = "批量管理";

/* No comment provided by engineer. */
"投诉消息" = "投诉消息";

/* No comment provided by engineer. */
"折扣" = "折扣";

/* No comment provided by engineer. */
"折扣比例:" = "折扣比例:";

/* No comment provided by engineer. */
"抱歉,您的外卖店铺已被关闭" = "抱歉,您的外卖店铺已被关闭";

/* No comment provided by engineer. */
"拍摄店主身份证正面照" = "拍摄店主身份证正面照";

/* No comment provided by engineer. */
"拍摄店面(含店主)照" = "拍摄店面(含店主)照";

/* No comment provided by engineer. */
"拍摄营业执照" = "拍摄营业执照";

/* No comment provided by engineer. */
"拍摄营业执照(请保证所拍照中文清晰)" = "拍摄营业执照(请保证所拍照中文清晰)";

/* No comment provided by engineer. */
"拍摄许可证照" = "拍摄许可证照";

/* No comment provided by engineer. */
"拍摄餐饮许可证" = "拍摄餐饮许可证";

/* No comment provided by engineer. */
"拍照" = "拍照";

/* No comment provided by engineer. */
"拒绝原因:" = "拒绝原因:";

/* No comment provided by engineer. */
"拒绝接单" = "拒绝接单";

/* No comment provided by engineer. */
"换绑手机号" = "换绑手机号";

/* No comment provided by engineer. */
"掌柜认证" = "掌柜认证";

/* No comment provided by engineer. */
"排序号" = "排序号";

/* No comment provided by engineer. */
"排队人:%@   %@" = "排队人:%1$@   %2$@";

/* No comment provided by engineer. */
"排队取号" = "排队取号";

/* No comment provided by engineer. */
"排队订座" = "排队订座";

/* No comment provided by engineer. */
"接单" = "接单";

/* No comment provided by engineer. */
"接单成功" = "接单成功";

/* No comment provided by engineer. */
"接单成功,等待自提" = "接单成功,等待自提";

/* No comment provided by engineer. */
"接单成功,请尽快配送" = "接单成功,请尽快配送";

/* No comment provided by engineer. */
"提交" = "提交";

/* No comment provided by engineer. */
"提交审核" = "提交审核";

/* No comment provided by engineer. */
"提交成功" = "提交成功";

/* No comment provided by engineer. */
"提交资料" = "提交资料";

/* No comment provided by engineer. */
"提现账户" = "提现账户";

/* No comment provided by engineer. */
"提现金额" = "提现金额";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"提示:数字越小越靠前" = "提示:数字越小越靠前";

/* No comment provided by engineer. */
"提醒" = "提醒";

/* No comment provided by engineer. */
"操作" = "操作";

/* No comment provided by engineer. */
"操作失败" = "操作失败";

/* No comment provided by engineer. */
"支付失败" = "支付失败";

/* No comment provided by engineer. */
"支付宝" = "支付宝";

/* No comment provided by engineer. */
"支付宝扫一扫" = "支付宝扫一扫";

/* No comment provided by engineer. */
"支付宝支付" = "支付宝支付";

/* No comment provided by engineer. */
"支付密码" = "支付密码";

/* No comment provided by engineer. */
"支付方式:余额支付(已支付)" = "支付方式:余额支付(已支付)";

/* No comment provided by engineer. */
"支付方式:微信支付(已支付)" = "支付方式:微信支付(已支付)";

/* No comment provided by engineer. */
"支付方式:支付宝支付(已支付)" = "支付方式:支付宝支付(已支付)";

/* No comment provided by engineer. */
"支付方式:货到付款" = "支付方式:货到付款";

/* No comment provided by engineer. */
"支付结果" = "支付结果";

/* No comment provided by engineer. */
"支出" = "支出";

/* No comment provided by engineer. */
"收入" = "收入";

/* No comment provided by engineer. */
"收入¥%@" = "收入¥%@";

/* No comment provided by engineer. */
"收入统计" = "收入统计";

/* No comment provided by engineer. */
"收款" = "收款";

/* No comment provided by engineer. */
"收款\n%@" = "收款\n%@";

/* No comment provided by engineer. */
"收款对账单" = "收款对账单";

/* No comment provided by engineer. */
"收款成功,请注意查收!" = "收款成功,请注意查收!";

/* No comment provided by engineer. */
"收款码名称" = "收款码名称";

/* No comment provided by engineer. */
"收款类型" = "收款类型";

/* No comment provided by engineer. */
"收款记录" = "收款记录";

/* No comment provided by engineer. */
"收款金额" = "收款金额";

/* No comment provided by engineer. */
"放弃接单" = "放弃接单";

/* No comment provided by engineer. */
"断开" = "断开";

/* No comment provided by engineer. */
"断网了~T_T~请检查网络" = "断网了~T_T~请检查网络";

/* No comment provided by engineer. */
"新增规格" = "新增规格";

/* No comment provided by engineer. */
"新用户首次下单立减:" = "新用户首次下单立减:";

/* No comment provided by engineer. */
"无" = "无";

/* No comment provided by engineer. */
"无数据" = "无数据";

/* No comment provided by engineer. */
"无线打印机API密钥:" = "无线打印机API密钥:";

/* No comment provided by engineer. */
"无线打印机用户UID:" = "无线打印机用户UID:";

/* No comment provided by engineer. */
"无线打印机终端号:" = "无线打印机终端号:";

/* No comment provided by engineer. */
"无线打印机终端密钥:" = "无线打印机终端密钥:";

/* No comment provided by engineer. */
"时间" = "时间";

/* No comment provided by engineer. */
"是否上架" = "是否上架";

/* No comment provided by engineer. */
"是否支持到店自提" = "是否支持到店自提";

/* No comment provided by engineer. */
"是否支持在线支付" = "是否支持在线支付";

/* No comment provided by engineer. */
"是否支持餐到付款" = "是否支持餐到付款";

/* No comment provided by engineer. */
"暂无客户" = "暂无客户";

/* No comment provided by engineer. */
"暂无消息" = "暂无消息";

/* No comment provided by engineer. */
"暂无粉丝" = "暂无粉丝";

/* No comment provided by engineer. */
"暂无评价" = "暂无评价";

/* No comment provided by engineer. */
"暂无资金明细" = "暂无资金明细";

/* No comment provided by engineer. */
"暂时没有可核销数据" = "暂时没有可核销数据";

/* No comment provided by engineer. */
"暂时没有订单" = "暂时没有订单";

/* No comment provided by engineer. */
"更换后个人信息不变,下次使用新手机号登录" = "更换后个人信息不变,下次使用新手机号登录";

/* No comment provided by engineer. */
"最大人数" = "最大人数";

/* No comment provided by engineer. */
"最大优惠金额:" = "最大优惠金额:";

/* No comment provided by engineer. */
"最大购买数" = "最大购买数";

/* No comment provided by engineer. */
"最小购买数" = "最小购买数";

/* No comment provided by engineer. */
"最近%@天资金明细" = "最近%@天资金明细";

/* No comment provided by engineer. */
"有效期:" = "有效期:";

/* No comment provided by engineer. */
"有效期至:" = "有效期至:";

/* No comment provided by engineer. */
"服务" = "服务";

/* JHPeiTimeVC */
"服务器异常" = "服务器异常";

/* No comment provided by engineer. */
"服务器或网络异常" = "服务器或网络异常";

/* No comment provided by engineer. */
"服务器繁忙,请稍后再试" = "服务器繁忙,请稍后再试";

/* No comment provided by engineer. */
"服务器繁忙,请稍后登录" = "服务器繁忙,请稍后登录";

/* No comment provided by engineer. */
"服务器繁忙,请稍后访问" = "服务器繁忙,请稍后访问";

/* No comment provided by engineer. */
"服务器连接异常" = "服务器连接异常";

/* No comment provided by engineer. */
"服务电话" = "服务电话";

/* No comment provided by engineer. */
"服务许可证" = "服务许可证";

/* No comment provided by engineer. */
"未上传" = "未上传";

/* No comment provided by engineer. */
"未上架" = "未上架";

/* No comment provided by engineer. */
"未使用" = "未使用";

/* No comment provided by engineer. */
"未使用红包" = "未使用红包";

/* No comment provided by engineer. */
"未完成" = "未完成";

/* No comment provided by engineer. */
"未完成订单" = "未完成订单";

/* No comment provided by engineer. */
"未消费" = "未消费";

/* No comment provided by engineer. */
"未能成功写入\n请检查蓝牙是否打开或连接" = "未能成功写入\n请检查蓝牙是否打开或连接";

/* No comment provided by engineer. */
"未连接" = "未连接";

/* No comment provided by engineer. */
"未选择下架商品" = "未选择下架商品";

/* No comment provided by engineer. */
"未选择需要删除的分类" = "未选择需要删除的分类";

/* No comment provided by engineer. */
"本店下单客户共%ld名" = "本店下单客户共%ld名";

/* No comment provided by engineer. */
"本店消费金额" = "本店消费金额";

/* No comment provided by engineer. */
"本店粉丝共%ld名" = "本店粉丝共%ld名";

/* No comment provided by engineer. */
"本店订单数" = "本店订单数";

/* No comment provided by engineer. */
"查看原图" = "查看原图";

/* No comment provided by engineer. */
"查看对账单" = "查看对账单";

/* No comment provided by engineer. */
"查看路线" = "查看路线";

/* No comment provided by engineer. */
"核销" = "核销";

/* No comment provided by engineer. */
"核销成功" = "核销成功";

/* No comment provided by engineer. */
"桌号" = "桌号";

/* No comment provided by engineer. */
"桌号分类:" = "桌号分类:";

/* No comment provided by engineer. */
"桌号分类管理" = "桌号分类管理";

/* No comment provided by engineer. */
"桌号管理" = "桌号管理";

/* No comment provided by engineer. */
"欢迎扫我付款" = "欢迎扫我付款";

/* No comment provided by engineer. */
"正在为您努力刷新中" = "正在为您努力刷新中";

/* No comment provided by engineer. */
"正在使用蜂窝网络" = "正在使用蜂窝网络";

/* No comment provided by engineer. */
"正在加载更多的数据..." = "正在加载更多的数据...";

/* No comment provided by engineer. */
"正在审核" = "正在审核";

/* No comment provided by engineer. */
"正确" = "正确";

/* No comment provided by engineer. */
"此时由客户输入收款金额" = "此时由客户输入收款金额";

/* No comment provided by engineer. */
"此桌的就餐人数" = "此桌的就餐人数";

/* No comment provided by engineer. */
"每满" = "每满";

/* No comment provided by engineer. */
"没有搜索到地址" = "没有搜索到地址";

/* No comment provided by engineer. */
"没有时无需输入" = "没有时无需输入";

/* No comment provided by engineer. */
"没有更多数据了" = "没有更多数据了";

/* No comment provided by engineer. */
"没有更多数据了..." = "没有更多数据了...";

/* No comment provided by engineer. */
"注:每日只可提现一次" = "注:每日只可提现一次";

/* No comment provided by engineer. */
"消息管理" = "消息管理";

/* No comment provided by engineer. */
"消费金额" = "消费金额";

/* No comment provided by engineer. */
"消费金额:" = "消费金额:";

/* No comment provided by engineer. */
"添加" = "添加";

/* No comment provided by engineer. */
"添加+" = "添加+";

/* No comment provided by engineer. */
"添加一级分类" = "添加一级分类";

/* No comment provided by engineer. */
"添加二级分类" = "添加二级分类";

/* No comment provided by engineer. */
"添加分类" = "添加分类";

/* No comment provided by engineer. */
"添加外送商品" = "添加外送商品";

/* No comment provided by engineer. */
"添加成功" = "添加成功";

/* No comment provided by engineer. */
"添加收款理由" = "添加收款理由";

/* No comment provided by engineer. */
"添加收款码" = "添加收款码";

/* No comment provided by engineer. */
"添加新商品" = "添加新商品";

/* No comment provided by engineer. */
"添加桌号" = "添加桌号";

/* JHAddAndEditPeiTimeVC
   JHPeiTimeVC */
"添加配送时间" = "添加配送时间";

/* No comment provided by engineer. */
"清输入台卡名称" = "清输入台卡名称";

/* No comment provided by engineer. */
"温馨提示" = "温馨提示";

/* No comment provided by engineer. */
"温馨提示:" = "温馨提示:";

/* No comment provided by engineer. */
"温馨提示: 餐饮类商家必须提供餐饮许可证,其他类型商家可不提交" = "温馨提示: 餐饮类商家必须提供餐饮许可证,其他类型商家可不提交";

/* No comment provided by engineer. */
"温馨提示:您只有一次回复机会" = "温馨提示:您只有一次回复机会";

/* No comment provided by engineer. */
"温馨提示:起/配送金额设置为0即免起/配送费\n当配送方式为自己送时,第三方配送费无需设置" = "温馨提示:起/配送金额设置为0即免起/配送费\n当配送方式为自己送时,第三方配送费无需设置";

/* No comment provided by engineer. */
"温馨提示:餐饮类商家必须提供餐饮许可证,其他类型商家可不提交" = "温馨提示:餐饮类商家必须提供餐饮许可证,其他类型商家可不提交";

/* No comment provided by engineer. */
"温馨提醒" = "温馨提醒";

/* No comment provided by engineer. */
"满" = "满";

/* No comment provided by engineer. */
"满减" = "满减";

/* No comment provided by engineer. */
"满减优惠" = "满减优惠";

/* No comment provided by engineer. */
"特征 UUID: %@" = "特征 UUID: %@";

/* No comment provided by engineer. */
"环境相册" = "环境相册";

/* No comment provided by engineer. */
"现在" = "现在";

/* No comment provided by engineer. */
"现在可以刷新啦" = "现在可以刷新啦";

/* No comment provided by engineer. */
"现金退还方式: 原路退还" = "现金退还方式: 原路退还";

/* No comment provided by engineer. */
"用户名" = "用户名";

/* No comment provided by engineer. */
"用户支付" = "用户支付";

/* No comment provided by engineer. */
"用户本店近期消费明细(共%ld条)" = "用户本店近期消费明细(共%ld条)";

/* No comment provided by engineer. */
"申请人" = "申请人";

/* No comment provided by engineer. */
"申请入驻>>" = "申请入驻>>";

/* No comment provided by engineer. */
"申请成功,您的账号为:" = "申请成功,您的账号为:";

/* No comment provided by engineer. */
"登录" = "登录";

/* No comment provided by engineer. */
"登录密码即支付密码" = "登录密码即支付密码";

/* No comment provided by engineer. */
"目的地" = "目的地";

/* No comment provided by engineer. */
"相册" = "相册";

/* No comment provided by engineer. */
"相册管理" = "相册管理";

/* No comment provided by engineer. */
"真实姓名" = "真实姓名";

/* No comment provided by engineer. */
"知道了" = "知道了";

/* No comment provided by engineer. */
"知道了(已经复制到剪贴板)" = "知道了(已经复制到剪贴板)";

/* No comment provided by engineer. */
"码格力塔比萨单人餐" = "码格力塔比萨单人餐";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确定回复" = "确定回复";

/* No comment provided by engineer. */
"确定筛选" = "确定筛选";

/* No comment provided by engineer. */
"确认" = "确认";

/* No comment provided by engineer. */
"确认删除" = "确认删除";

/* No comment provided by engineer. */
"确认到店" = "确认到店";

/* No comment provided by engineer. */
"确认回复" = "确认回复";

/* No comment provided by engineer. */
"确认就餐" = "确认就餐";

/* No comment provided by engineer. */
"确认接单" = "确认接单";

/* No comment provided by engineer. */
"确认提交" = "确认提交";

/* No comment provided by engineer. */
"确认提现" = "确认提现";

/* No comment provided by engineer. */
"确认消费" = "确认消费";

/* No comment provided by engineer. */
"确认添加" = "确认添加";

/* No comment provided by engineer. */
"确认送达" = "确认送达";

/* No comment provided by engineer. */
"商户中心" = "商户中心";

/* No comment provided by engineer. */
"社区合作协议" = "社区合作协议";

/* No comment provided by engineer. */
"立即收款" = "立即收款";

/* No comment provided by engineer. */
"立即认证" = "立即认证";

/* No comment provided by engineer. */
"第三方配送" = "第三方配送";

/* No comment provided by engineer. */
"等待审核" = "等待审核";

/* No comment provided by engineer. */
"等待客户评价" = "等待客户评价";

/* No comment provided by engineer. */
"等待评价" = "等待评价";

/* No comment provided by engineer. */
"筛选" = "筛选";

/* No comment provided by engineer. */
"筛选结果" = "筛选结果";

/* No comment provided by engineer. */
"类型" = "类型";

/* No comment provided by engineer. */
"粉丝" = "粉丝";

/* No comment provided by engineer. */
"系统消息" = "系统消息";

/* No comment provided by engineer. */
"系统版本" = "系统版本";

/* No comment provided by engineer. */
"累计总收入" = "累计总收入";

/* No comment provided by engineer. */
"累计总订单量" = "累计总订单量";

/* No comment provided by engineer. */
"繁忙" = "繁忙";

/* No comment provided by engineer. */
"红包抵扣" = "红包抵扣";

/* No comment provided by engineer. */
"经典样式" = "经典样式";

/* JHAddAndEditPeiTimeVC */
"结束时间" = "结束时间";

/* No comment provided by engineer. */
"结束时间要大于开始时间" = "结束时间要大于开始时间";

/* No comment provided by engineer. */
"结算价" = "结算价";

/* No comment provided by engineer. */
"统计报表" = "统计报表";

/* No comment provided by engineer. */
"综合" = "综合";

/* JHPeiTimeVC */
"编辑" = "编辑";

/* No comment provided by engineer. */
"编辑一级分类" = "编辑一级分类";

/* No comment provided by engineer. */
"编辑分类" = "编辑分类";

/* No comment provided by engineer. */
"编辑子分类" = "编辑子分类";

/* No comment provided by engineer. */
"编辑桌号" = "编辑桌号";

/* JHAddAndEditPeiTimeVC */
"编辑配送时间" = "编辑配送时间";

/* No comment provided by engineer. */
"网络连接出错,请检查网络" = "网络连接出错,请检查网络";

/* No comment provided by engineer. */
"网络连接失败,请重新链接" = "网络连接失败,请重新链接";

/* No comment provided by engineer. */
"网络连接有问题,请检查网络连接" = "网络连接有问题,请检查网络连接";

/* No comment provided by engineer. */
"网络连接错误,请检查网络" = "网络连接错误,请检查网络";

/* No comment provided by engineer. */
"联系人" = "联系人";

/* No comment provided by engineer. */
"联系商家" = "联系商家";

/* No comment provided by engineer. */
"联系电话" = "联系电话";

/* No comment provided by engineer. */
"自己送" = "自己送";

/* No comment provided by engineer. */
"自提" = "自提";

/* No comment provided by engineer. */
"自提单" = "自提单";

/* No comment provided by engineer. */
"自提单信息确认" = "自提单信息确认";

/* No comment provided by engineer. */
"至" = "至";

/* No comment provided by engineer. */
"获取" = "获取";

/* No comment provided by engineer. */
"获取中..." = "获取中...";

/* No comment provided by engineer. */
"获取周边位置失败,请检查是否开启定位和网络" = "获取周边位置失败,请检查是否开启定位和网络";

/* No comment provided by engineer. */
"获取验证码" = "获取验证码";

/* No comment provided by engineer. */
"营业" = "营业";

/* No comment provided by engineer. */
"营业地址" = "营业地址";

/* No comment provided by engineer. */
"营业执照" = "营业执照";

/* No comment provided by engineer. */
"营业招牌" = "营业招牌";

/* No comment provided by engineer. */
"营业状态" = "营业状态";

/* No comment provided by engineer. */
"营业状态设置" = "营业状态设置";

/* No comment provided by engineer. */
"营业类型" = "营业类型";

/* No comment provided by engineer. */
"营业统计" = "营业统计";

/* No comment provided by engineer. */
"蓝牙打印" = "蓝牙打印";

/* No comment provided by engineer. */
"蓝牙打印设置" = "蓝牙打印设置";

/* No comment provided by engineer. */
"蓝牙未打开" = "蓝牙未打开";

/* No comment provided by engineer. */
"蓝牙未打开\n请先打开蓝牙" = "蓝牙未打开\n请先打开蓝牙";

/* No comment provided by engineer. */
"蜀山区华润五彩国际904" = "蜀山区华润五彩国际904";

/* No comment provided by engineer. */
"补充更多资源" = "补充更多资源";

/* No comment provided by engineer. */
"规格" = "规格";

/* No comment provided by engineer. */
"规格一" = "规格一";

/* No comment provided by engineer. */
"计划改变" = "计划改变";

/* No comment provided by engineer. */
"订单" = "订单";

/* No comment provided by engineer. */
"订单/催单消息" = "订单/催单消息";

/* No comment provided by engineer. */
"订单号" = "订单号";

/* No comment provided by engineer. */
"订单号:" = "订单号:";

/* No comment provided by engineer. */
"订单已确认出餐" = "订单已确认出餐";

/* No comment provided by engineer. */
"订单已确认送达" = "订单已确认送达";

/* No comment provided by engineer. */
"订单时间" = "订单时间";

/* No comment provided by engineer. */
"订单来源" = "订单来源";

/* No comment provided by engineer. */
"订单消息" = "订单消息";

/* No comment provided by engineer. */
"订单消息提示:" = "订单消息提示:";

/* No comment provided by engineer. */
"订单统计" = "订单统计";

/* No comment provided by engineer. */
"订单详情" = "订单详情";

/* No comment provided by engineer. */
"订座就餐位置选择" = "订座就餐位置选择";

/* No comment provided by engineer. */
"认证完成" = "认证完成";

/* No comment provided by engineer. */
"认证资质提交" = "认证资质提交";

/* No comment provided by engineer. */
"认证通过" = "认证通过";

/* No comment provided by engineer. */
"设备不支持访问相册，请在设置->隐私->照片中进行设置！" = "设备不支持访问相册，请在设置->隐私->照片中进行设置！";

/* No comment provided by engineer. */
"设置" = "设置";

/* No comment provided by engineer. */
"设置成功" = "设置成功";

/* No comment provided by engineer. */
"设置用户名" = "设置用户名";

/* No comment provided by engineer. */
"评价回复" = "评价回复";

/* No comment provided by engineer. */
"评价消息" = "评价消息";

/* No comment provided by engineer. */
"评价管理" = "评价管理";

/* No comment provided by engineer. */
"该图片没有包含二维码！" = "该图片没有包含二维码！";

/* No comment provided by engineer. */
"该用户在本店暂无消费" = "该用户在本店暂无消费";

/* No comment provided by engineer. */
"该设备不支持短信功能" = "该设备不支持短信功能";

/* No comment provided by engineer. */
"详细地址" = "详细地址";

/* No comment provided by engineer. */
"请上传您的营业执照" = "请上传您的营业执照";

/* No comment provided by engineer. */
"请与营业执照上信息保持一致" = "请与营业执照上信息保持一致";

/* No comment provided by engineer. */
"请与营业执照上的信息保持一致" = "请与营业执照上的信息保持一致";

/* No comment provided by engineer. */
"请先填写公司名称" = "请先填写公司名称";

/* No comment provided by engineer. */
"请先填写工商注册号" = "请先填写工商注册号";

/* No comment provided by engineer. */
"请先设置店铺分类" = "请先设置店铺分类";

/* No comment provided by engineer. */
"请先输入劵码" = "请先输入劵码";

/* No comment provided by engineer. */
"请先输入姓名" = "请先输入姓名";

/* No comment provided by engineer. */
"请先输入您的密码!" = "请先输入您的密码!";

/* No comment provided by engineer. */
"请先输入支付金额" = "请先输入支付金额";

/* No comment provided by engineer. */
"请先输入金额" = "请先输入金额";

/* No comment provided by engineer. */
"请先选择需要上架的团购" = "请先选择需要上架的团购";

/* No comment provided by engineer. */
"请先选择需要下架的团购" = "请先选择需要下架的团购";

/* No comment provided by engineer. */
"请先选择需要延期的团购" = "请先选择需要延期的团购";

/* No comment provided by engineer. */
"请先通过认证" = "请先通过认证";

/* No comment provided by engineer. */
"请先阅读并勾选平台服务协议" = "请先阅读并勾选平台服务协议";

/* No comment provided by engineer. */
"请在设置-隐私-中打开相机权限" = "请在设置-隐私-中打开相机权限";

/* No comment provided by engineer. */
"请填写具体的楼层门牌号" = "请填写具体的楼层门牌号";

/* No comment provided by engineer. */
"请填写图形验证码" = "请填写图形验证码";

/* No comment provided by engineer. */
"请填写完整信息" = "请填写完整信息";

/* No comment provided by engineer. */
"请填写店铺名称" = "请填写店铺名称";

/* No comment provided by engineer. */
"请填写联系人" = "请填写联系人";

/* No comment provided by engineer. */
"请填写营业执照上字号名称" = "请填写营业执照上字号名称";

/* No comment provided by engineer. */
"请填写营业执照上的名称" = "请填写营业执照上的名称";

/* No comment provided by engineer. */
"请填写许可证编号" = "请填写许可证编号";

/* No comment provided by engineer. */
"请填写预计等待时间" = "请填写预计等待时间";

/* No comment provided by engineer. */
"请将信息补充完整" = "请将信息补充完整";

/* No comment provided by engineer. */
"请更新系统至8.0以上!" = "请更新系统至8.0以上!";

/* JHAddAndEditPeiTimeVC */
"请检查结束时间是否大于开始时间" = "请检查结束时间是否大于开始时间";

/* No comment provided by engineer. */
"请添加商品的图片" = "请添加商品的图片";

/* No comment provided by engineer. */
"请添加备注信息" = "请添加备注信息";

/* No comment provided by engineer. */
"请添加满减优惠" = "请添加满减优惠";

/* No comment provided by engineer. */
"请添加身份证照" = "请添加身份证照";

/* No comment provided by engineer. */
"请确保姓名、银行卡开户人为同一人" = "请确保姓名、银行卡开户人为同一人";

/* No comment provided by engineer. */
"请设置密码(6-20位字符)" = "请设置密码(6-20位字符)";

/* No comment provided by engineer. */
"请输入API密钥" = "请输入API密钥";

/* No comment provided by engineer. */
"请输入一级类别名称" = "请输入一级类别名称";

/* No comment provided by engineer. */
"请输入二级类别名称" = "请输入二级类别名称";

/* No comment provided by engineer. */
"请输入人均消费" = "请输入人均消费";

/* No comment provided by engineer. */
"请输入使用规则描述" = "请输入使用规则描述";

/* No comment provided by engineer. */
"请输入修改后的用户名" = "请输入修改后的用户名";

/* No comment provided by engineer. */
"请输入公告" = "请输入公告";

/* No comment provided by engineer. */
"请输入单号" = "请输入单号";

/* No comment provided by engineer. */
"请输入商品副标题" = "请输入商品副标题";

/* No comment provided by engineer. */
"请输入商品标题" = "请输入商品标题";

/* No comment provided by engineer. */
"请输入回复内容" = "请输入回复内容";

/* No comment provided by engineer. */
"请输入图中内容" = "请输入图中内容";

/* No comment provided by engineer. */
"请输入姓名" = "请输入姓名";

/* No comment provided by engineer. */
"请输入客服电话" = "请输入客服电话";

/* No comment provided by engineer. */
"请输入密码" = "请输入密码";

/* No comment provided by engineer. */
"请输入店铺名称" = "请输入店铺名称";

/* No comment provided by engineer. */
"请输入店铺简介" = "请输入店铺简介";

/* No comment provided by engineer. */
"请输入开户姓名" = "请输入开户姓名";

/* No comment provided by engineer. */
"请输入开户账号" = "请输入开户账号";

/* No comment provided by engineer. */
"请输入您想回复的内容" = "请输入您想回复的内容";

/* No comment provided by engineer. */
"请输入您的回复内容" = "请输入您的回复内容";

/* No comment provided by engineer. */
"请输入您的姓名" = "请输入您的姓名";

/* No comment provided by engineer. */
"请输入您的联系电话" = "请输入您的联系电话";

/* No comment provided by engineer. */
"请输入您的身份证号" = "请输入您的身份证号";

/* No comment provided by engineer. */
"请输入手机号" = "请输入手机号";

/* No comment provided by engineer. */
"请输入手机号码" = "请输入手机号码";

/* No comment provided by engineer. */
"请输入打印机ID" = "请输入打印机ID";

/* No comment provided by engineer. */
"请输入打印机名称" = "请输入打印机名称";

/* No comment provided by engineer. */
"请输入打印机的终端号" = "请输入打印机的终端号";

/* No comment provided by engineer. */
"请输入提现金额" = "请输入提现金额";

/* No comment provided by engineer. */
"请输入搜索地点" = "请输入搜索地点";

/* No comment provided by engineer. */
"请输入支付密码" = "请输入支付密码";

/* No comment provided by engineer. */
"请输入收款码名称" = "请输入收款码名称";

/* No comment provided by engineer. */
"请输入收款金额" = "请输入收款金额";

/* No comment provided by engineer. */
"请输入数字" = "请输入数字";

/* No comment provided by engineer. */
"请输入新密码" = "请输入新密码";

/* No comment provided by engineer. */
"请输入新手机号码" = "请输入新手机号码";

/* No comment provided by engineer. */
"请输入核销码" = "请输入核销码";

/* No comment provided by engineer. */
"请输入桌号名称" = "请输入桌号名称";

/* No comment provided by engineer. */
"请输入用户UID" = "请输入用户UID";

/* No comment provided by engineer. */
"请输入用户名" = "请输入用户名";

/* No comment provided by engineer. */
"请输入电话号码" = "请输入电话号码";

/* No comment provided by engineer. */
"请输入登录密码" = "请输入登录密码";

/* No comment provided by engineer. */
"请输入等待时间" = "请输入等待时间";

/* No comment provided by engineer. */
"请输入类别名称" = "请输入类别名称";

/* No comment provided by engineer. */
"请输入终端号" = "请输入终端号";

/* No comment provided by engineer. */
"请输入终端密钥" = "请输入终端密钥";

/* No comment provided by engineer. */
"请输入联系人姓名" = "请输入联系人姓名";

/* No comment provided by engineer. */
"请输入联系方式" = "请输入联系方式";

/* No comment provided by engineer. */
"请输入金额" = "请输入金额";

/* No comment provided by engineer. */
"请输入验证码" = "请输入验证码";

/* No comment provided by engineer. */
"请选择" = "请选择";

/* No comment provided by engineer. */
"请选择分类" = "请选择分类";

/* No comment provided by engineer. */
"请选择台卡" = "请选择台卡";

/* No comment provided by engineer. */
"请选择商品图片" = "请选择商品图片";

/* No comment provided by engineer. */
"请选择商家logo" = "请选择商家logo";

/* No comment provided by engineer. */
"请选择在线支付和货到付款至少一种付款方式" = "请选择在线支付和货到付款至少一种付款方式";

/* No comment provided by engineer. */
"请选择店铺Logo" = "请选择店铺Logo";

/* No comment provided by engineer. */
"请选择店铺分类" = "请选择店铺分类";

/* JHAddAndEditPeiTimeVC */
"请选择开始时间" = "请选择开始时间";

/* No comment provided by engineer. */
"请选择桌号" = "请选择桌号";

/* No comment provided by engineer. */
"请选择正确时间\n结束时间需在开始时间之后" = "请选择正确时间\n结束时间需在开始时间之后";

/* JHAddAndEditPeiTimeVC */
"请选择结束时间" = "请选择结束时间";

/* No comment provided by engineer. */
"请选择菜品图片" = "请选择菜品图片";

/* No comment provided by engineer. */
"请顾客出示收款码,将顾客的付款码放入扫描框内" = "请顾客出示收款码,将顾客的付款码放入扫描框内";

/* No comment provided by engineer. */
"谢谢惠顾，欢迎下次光临！" = "谢谢惠顾，欢迎下次光临！";

/* No comment provided by engineer. */
"账号设置" = "账号设置";

/* No comment provided by engineer. */
"账户余额" = "账户余额";

/* No comment provided by engineer. */
"货到付款" = "货到付款";

/* No comment provided by engineer. */
"资金" = "资金";

/* No comment provided by engineer. */
"资金提现" = "资金提现";

/* No comment provided by engineer. */
"资金明细" = "资金明细";

/* No comment provided by engineer. */
"起/配送管理" = "起/配送管理";

/* No comment provided by engineer. */
"起送金额" = "起送金额";

/* No comment provided by engineer. */
"起配送管理" = "起配送管理";

/* No comment provided by engineer. */
"身份认证" = "身份认证";

/* No comment provided by engineer. */
"身份证号" = "身份证号";

/* No comment provided by engineer. */
"身份验证" = "身份验证";

/* No comment provided by engineer. */
"转出金额" = "转出金额";

/* No comment provided by engineer. */
"输入密码" = "输入密码";

/* No comment provided by engineer. */
"输入有误,请重新输入" = "输入有误,请重新输入";

/* No comment provided by engineer. */
"近%@笔资金明细" = "近%@笔资金明细";

/* No comment provided by engineer. */
"近30天" = "近30天";

/* No comment provided by engineer. */
"近30天商品销量饼状图" = "近30天商品销量饼状图";

/* No comment provided by engineer. */
"近30天收入" = "近30天收入";

/* No comment provided by engineer. */
"近30天收入曲线" = "近30天收入曲线";

/* No comment provided by engineer. */
"近30天订单来源饼状图" = "近30天订单来源饼状图";

/* No comment provided by engineer. */
"近30天订单量" = "近30天订单量";

/* No comment provided by engineer. */
"近30天订单量曲线" = "近30天订单量曲线";

/* No comment provided by engineer. */
"近7天" = "近7天";

/* No comment provided by engineer. */
"近7天商品销量饼状图" = "近7天商品销量饼状图";

/* No comment provided by engineer. */
"近7天收入" = "近7天收入";

/* No comment provided by engineer. */
"近7天收入折线" = "近7天收入折线";

/* No comment provided by engineer. */
"近7天订单来源饼状图" = "近7天订单来源饼状图";

/* No comment provided by engineer. */
"近7天订单量" = "近7天订单量";

/* No comment provided by engineer. */
"近7天订单量折线" = "近7天订单量折线";

/* No comment provided by engineer. */
"还剩%ld个字" = "还剩%ld个字";

/* No comment provided by engineer. */
"还可以输入%ld字" = "还可以输入%ld字";

/* No comment provided by engineer. */
"还可以输入0字" = "还可以输入0字";

/* No comment provided by engineer. */
"还有" = "还有";

/* No comment provided by engineer. */
"还有%ldS" = "还有%ldS";

/* No comment provided by engineer. */
"进行中" = "进行中";

/* No comment provided by engineer. */
"连接" = "连接";

/* No comment provided by engineer. */
"连接服务器异常" = "连接服务器异常";

/* No comment provided by engineer. */
"退出登录" = "退出登录";

/* No comment provided by engineer. */
"退款原因: 计划改变" = "退款原因: 计划改变";

/* No comment provided by engineer. */
"退款金额: 20元 (已退款)" = "退款金额: 20元 (已退款)";

/* No comment provided by engineer. */
"送货中..." = "送货中...";

/* No comment provided by engineer. */
"送达时间:" = "送达时间:";

/* No comment provided by engineer. */
"选择国家和地区代码" = "选择国家和地区代码";

/* No comment provided by engineer. */
"选择打印机" = "选择打印机";

/* No comment provided by engineer. */
"选择扫描二维码或输入密码进行验证" = "选择扫描二维码或输入密码进行验证";

/* No comment provided by engineer. */
"选择照片" = "选择照片";

/* No comment provided by engineer. */
"通知设置" = "通知设置";

/* No comment provided by engineer. */
"邮箱或短信通知您!" = "邮箱或短信通知您!";

/* No comment provided by engineer. */
"配送" = "配送";

/* No comment provided by engineer. */
"配送员" = "配送员";

/* No comment provided by engineer. */
"配送员代购" = "配送员代购";

/* No comment provided by engineer. */
"配送员距商家还有%@" = "配送员距商家还有%@";

/* No comment provided by engineer. */
"配送员距您还有%@" = "配送员距您还有%@";

/* No comment provided by engineer. */
"配送方式" = "配送方式";

/* No comment provided by engineer. */
"配送时间" = "配送时间";

/* JHPeiTimeVC */
"配送时间设置" = "配送时间设置";

/* No comment provided by engineer. */
"配送范围" = "配送范围";

/* No comment provided by engineer. */
"配送费" = "配送费";

/* No comment provided by engineer. */
"重新审核" = "重新审核";

/* No comment provided by engineer. */
"重新获取" = "重新获取";

/* No comment provided by engineer. */
"重新认证" = "重新认证";

/* No comment provided by engineer. */
"重置" = "重置";

/* No comment provided by engineer. */
"销量" = "销量";

/* No comment provided by engineer. */
"销量:" = "销量:";

/* No comment provided by engineer. */
"门市价" = "门市价";

/* No comment provided by engineer. */
"门店认证" = "门店认证";

/* No comment provided by engineer. */
"限量" = "限量";

/* No comment provided by engineer. */
"隔壁老王" = "隔壁老王";

/* No comment provided by engineer. */
"预约订座" = "预约订座";

/* No comment provided by engineer. */
"预计等待" = "预计等待";

/* JHShopInfoSetVC */
"预订单时间" = "预订单时间";

/* No comment provided by engineer. */
"餐饮服务|购物服务|生活服务|住宿服务|商务住宅|公司企业" = "餐饮服务|购物服务|生活服务|住宿服务|商务住宅|公司企业";

/* No comment provided by engineer. */
"餐饮服务许可证" = "餐饮服务许可证";

/* No comment provided by engineer. */
"餐饮许可证设置" = "餐饮许可证设置";

/* No comment provided by engineer. */
"首单优惠" = "首单优惠";

/* No comment provided by engineer. */
"首单立减" = "首单立减";

/* No comment provided by engineer. */
"首单立减5元" = "首单立减5元";

/* No comment provided by engineer. */
"首页" = "首页";

/* No comment provided by engineer. */
"验证" = "验证";

/* No comment provided by engineer. */
"验证密码" = "验证密码";

/* No comment provided by engineer. */
"验证提示" = "验证提示";

/* No comment provided by engineer. */
"验证核销" = "验证核销";

/* No comment provided by engineer. */
"验证码" = "验证码";

/* No comment provided by engineer. */
"默认" = "默认";

/* No comment provided by engineer. */
"默认打印份数" = "默认打印份数";

